---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.DuctShape.Round
enum: Autodesk.Revit.DB.Mechanical.DuctShape
source: html/3b512e73-a626-b0a0-42b7-a8bd0f6e2ca9.htm
---
# Autodesk.Revit.DB.Mechanical.DuctShape.Round

Round duct shape.